Tekla Open API Reference for Tekla Structures 2025
BoltGroup.GetSolid Method
Overload List
Name | Description
GetSolid()
 Method for getting the solid information of the bolt group.
GetSolid(Boolean)
 Method for getting the solid information of the bolt group.
Top
See Also
Reference
BoltGroup Class
Tekla.Structures.Model Namespace